Repository: Skyelu0601/ChillNote
Catalog: ios/chillnote/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# notification.permission.import.message
source: When you share a video from another app, ChillScript can let you know as soon as the transcript and ideas are ready.
de: Wenn du ein Video aus einer anderen App teilst, informiert dich ChillScript, sobald Transkript und Ideen bereit sind.
es: Cuando compartas un video desde otra app, ChillScript podrá avisarte en cuanto la transcripción y las ideas estén listas.
fr: Lorsque vous partagez une vidéo depuis une autre app, ChillScript peut vous prévenir dès que la transcription et les idées sont prêtes.
ja: ほかのアプリから動画を共有したとき、文字起こしとアイデアの準備ができ次第ChillScriptがお知らせします。
ko: 다른 앱에서 동영상을 공유하면 스크립트와 아이디어가 준비되는 즉시 ChillScript가 알려드릴 수 있어요.
zh_hans: 从其他 App 分享视频后，文字稿和灵感一准备好，ChillScript 就可以通知你。
zh_hant: 從其他 App 分享影片後，逐字稿和靈感一準備好，ChillScript 就可以通知你。

# notification.permission.import.not_now
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
ja: 今はしない
ko: 나중에
zh_hans: 暂不开启
zh_hant: 暫不開啟

# notification.permission.import.title
source: Know when your import is ready
de: Fertig, sobald dein Import bereit ist
es: Sabrás cuándo esté lista tu importación
fr: Sachez quand votre importation est prête
ja: インポート完了をお知らせ
ko: 가져오기가 완료되면 알려드릴게요
zh_hans: 导入完成时通知你
zh_hant: 匯入完成時通知你

# notification.weekly_topics.body
source: Your new weekly topics are ready.
de: Deine neuen Wochenthemen sind fertig.
es: Tus nuevos temas semanales están listos.
fr: Vos nouveaux sujets de la semaine sont prêts.
ja: 今週の新しいトピックができました。
ko: 새로운 주간 주제가 준비됐어요.
zh_hans: 新的本周选题已经整理好了。
zh_hant: 新的本週選題已經整理好了。

# notification.weekly_topics.title
source: What should I post?
de: Was soll ich posten?
es: ¿Qué debería publicar?
fr: Que publier ?
ja: 何を投稿する？
ko: 무엇을 게시할까요?
zh_hans: 这周发什么？
zh_hant: 這週發什麼？

source: Off
de: Aus
es: Apagado
fr: Désactivé
ja: オフ
ko: 끄다
zh_hans: 离开
zh_hant: 離開

source: On
de: An
es: En
fr: Sur
ja: の上
ko: ~에
zh_hans: 在
zh_hant: 在

# onboarding.first_action.ai_skills
source: Choose an AI Skill to create from this note.
de: Wähle einen KI-Skill, um aus dieser Notiz neue Inhalte zu erstellen.
es: Elige una habilidad de IA para crear contenido a partir de esta nota.
fr: Choisissez une compétence IA pour créer à partir de cette note.
ja: AIスキルを1つ選んで、このノートからコンテンツを作りましょう。
ko: AI 스킬을 하나 선택해 이 노트로 콘텐츠를 만들어 보세요.
zh_hans: 选择一个 AI 技能，用这条笔记开始创作
zh_hant: 選擇一個 AI 技能，用這則筆記開始創作

# onboarding.first_action.create_tab
source: Tap Create to turn this note into new content.
de: Tippe auf „Erstellen“, um diese Notiz in neue Inhalte zu verwandeln.
es: Toca Crear para convertir esta nota en contenido nuevo.
fr: Touchez Créer pour transformer cette note en nouveau contenu.
ja: 「作成」をタップして、このノートから新しいコンテンツを作りましょう。
ko: 만들기를 눌러 이 노트를 새로운 콘텐츠로 바꿔 보세요.
zh_hans: 点“创作”，把这条笔记变成新内容
zh_hant: 點「創作」，把這則筆記變成新內容

# onboarding.first_action.open_note
source: Your video note is ready. Tap to open it.
de: Deine Videonotiz ist fertig. Tippe darauf, um sie anzusehen.
es: Tu nota de video está lista. Toca para abrirla.
fr: Votre note vidéo est prête. Touchez-la pour l’ouvrir.
ja: 動画ノートができました。タップして開いてみましょう。
ko: 영상 노트가 준비됐어요. 눌러서 열어 보세요.
zh_hans: 视频笔记生成好了，点开看看
zh_hant: 影片筆記生成好了，點開看看

# onboarding.first_action.record_tab
source: Your content is ready. Tap Record to get ready to film.
de: Dein Inhalt ist bereit. Tippe auf „Aufnehmen“, um dich auf die Aufnahme vorzubereiten.
es: Tu contenido está listo. Toca Grabar para preparar la filmación.
fr: Votre contenu est prêt. Touchez Enregistrer pour préparer le tournage.
ja: コンテンツの準備ができました。「録画」をタップして撮影の準備をしましょう。
ko: 콘텐츠가 준비됐어요. 녹화를 눌러 촬영을 준비하세요.
zh_hans: 内容准备好了，点“录制”进入拍摄准备
zh_hant: 內容準備好了，點「錄製」進入拍攝準備

# onboarding.first_action.share.action
source: Got it
de: Verstanden
es: Entendido
fr: Compris
ja: わかりました
ko: 알겠어요
zh_hans: 知道了
zh_hant: 知道了

# onboarding.first_action.share.instruction_choose
source: Choose ChillScript
de: Wähle ChillScript
es: Elige ChillScript
fr: Choisissez ChillScript
ja: ChillScriptを選択
ko: ChillScript를 선택하세요
zh_hans: 选择 ChillScript
zh_hant: 選擇 ChillScript

# onboarding.first_action.share.instruction_share
source: Tap Share in TikTok, YouTube, or Reels
de: Tippe in TikTok, YouTube oder Reels auf „Teilen“
es: Toca Compartir en TikTok, YouTube o Reels
fr: Touchez Partager dans TikTok, YouTube ou Reels
ja: TikTok、YouTube、Reelsで共有をタップ
ko: TikTok, YouTube 또는 Reels에서 공유를 누르세요
zh_hans: 在 TikTok、YouTube 或 Reels 点“分享”
zh_hant: 在 TikTok、YouTube 或 Reels 點「分享」

# onboarding.first_action.share.message
source: In TikTok, YouTube, or Reels, tap Share and choose ChillScript.
de: Tippe in TikTok, YouTube oder Reels auf Teilen und wähle ChillScript.
es: En TikTok, YouTube o Reels, toca Compartir y elige ChillScript.
fr: Dans TikTok, YouTube ou Reels, touchez Partager et choisissez ChillScript.
ja: TikTok、YouTube、Reelsで共有をタップし、ChillScriptを選びます。
ko: TikTok, YouTube 또는 Reels에서 공유를 누르고 ChillScript를 선택하세요.
zh_hans: 在 TikTok、YouTube 或 Reels 点“分享”，选择 ChillScript。
zh_hant: 在 TikTok、YouTube 或 Reels 點「分享」，選擇 ChillScript。

# onboarding.first_action.share.title
source: Save your first video
de: Speichere dein erstes Video
es: Guarda tu primer video
fr: Enregistrez votre première vidéo
ja: 最初の動画を保存しましょう
ko: 첫 영상을 저장해 보세요
zh_hans: 保存你的第一个视频
zh_hant: 儲存你的第一個影片

# onboarding.first_action.step_progress
source: Step %1$lld of %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
ja: %2$lldステップ中%1$lld
ko: %2$lld단계 중 %1$lld단계
zh_hans: 第 %1$lld/%2$lld 步
zh_hant: 第 %1$lld/%2$lld 步

# onboarding.first_action.teleprompter
source: Your script is ready. Tap here to open the teleprompter and start recording.
de: Dein Skript ist bereit. Öffne hier den Teleprompter und starte die Aufnahme.
es: Tu guion está listo. Toca aquí para abrir el teleprompter y empezar a grabar.
fr: Votre script est prêt. Touchez ici pour ouvrir le téléprompteur et commencer à filmer.
ja: 台本の準備ができました。ここをタップしてテレプロンプターを開き、録画を始めましょう。
ko: 대본이 준비됐어요. 여기를 눌러 텔레프롬프터를 열고 녹화를 시작하세요.
zh_hans: 脚本已就位，点这里打开提词器开始录制
zh_hant: 腳本已就位，點這裡打開提詞器開始錄製

# onboarding.first_action.transcript_review.action
source: See what you can create
de: Entdecke, was du daraus machen kannst
es: Descubre qué puedes crear
fr: Voir ce que vous pouvez créer
ja: これを使って作成してみる
ko: 무엇을 만들 수 있는지 보기
zh_hans: 看看怎么创作
zh_hant: 看看怎麼創作

# onboarding.first_action.transcript_review.title
source: Your video transcript is ready
de: Dein Video-Transkript ist fertig
es: La transcripción de tu video está lista
fr: La transcription de votre vidéo est prête
ja: 動画の文字起こしが完了しました
ko: 영상 스크립트가 준비됐어요
zh_hans: 视频转写已完成
zh_hant: 影片轉錄已完成

# onboarding.flow.action.explore_creator_skills
source: Explore Creator Skills
de: Creator Skills ansehen
es: Explorar Creator Skills
fr: Explorer Creator Skills
ja: Creator Skillsを見る
ko: Creator Skills 둘러보기
zh_hans: 探索创作者技能
zh_hant: 探索創作者技能

# onboarding.flow.action.get_started
source: Get started
de: Loslegen
es: Empezar
fr: Commencer
ja: はじめる
ko: 시작하기
zh_hans: 开始使用
zh_hant: 開始使用

# onboarding.flow.action.show_me_how
source: Show Me How
de: Zeig mir wie
es: Muestrame como
fr: Montrez-moi comment
ja: 使い方を見る
ko: 방법 보기
zh_hans: 看看怎么做
zh_hant: 看看怎麼做

# onboarding.flow.action.start_creating
source: Start Creating
de: Mit dem Erstellen starten
es: Empezar a crear
fr: Commencer a creer
ja: 作成を始める
ko: 창작 시작하기
zh_hans: 开始创作
zh_hant: 開始創作

# onboarding.flow.ai_skills.creator_subtitle
source: AI Skills Designed for Creators
de: KI-Skills für Creator
es: Habilidades de IA para creadores
fr: Compétences IA pensées pour les créateurs
ja: クリエイター向けに設計されたAIスキル
ko: 크리에이터를 위해 설계된 AI 스킬
zh_hans: 为创作者设计的 AI 技能
zh_hant: 為創作者設計的 AI 技能

# onboarding.flow.ai_skills.demo.build_your_own
source: Build Your Own
de: Eigenen Skill erstellen
es: Crea tu propia habilidad
fr: Créer votre propre compétence
ja: 自分のスキルを作成
ko: 나만의 스킬 만들기
zh_hans: 创建自己的技能
zh_hant: 建立自己的技能

# onboarding.flow.ai_skills.demo.caption.reels.text
source: A faster way to turn saved ideas into captions you can actually use.
de: Ein schnellerer Weg, gespeicherte Ideen in wirklich nutzbare Captions zu verwandeln.
es: Una forma más rápida de convertir ideas guardadas en textos que realmente puedes usar.
fr: Une façon plus rapide de transformer vos idées enregistrées en légendes vraiment utilisables.
ja: 保存したアイデアを、実際に使えるキャプションへすばやく変えます。
ko: 저장한 아이디어를 실제로 쓸 수 있는 캡션으로 더 빠르게 바꿉니다.
zh_hans: 把收藏的想法更快变成真正能用的文案。
zh_hant: 把收藏的想法更快變成真正能用的文案。

# onboarding.flow.ai_skills.demo.caption.tiktok.text
source: Save this if your notes keep turning into drafts you never post.
de: Speichere das, wenn deine Notizen immer wieder zu Entwürfen werden, die du nie veröffentlichst.
es: Guarda esto si tus notas siempre acaban convertidas en borradores que nunca publicas.
fr: Enregistrez ceci si vos notes finissent toujours en brouillons que vous ne publiez jamais.
ja: メモがいつも投稿しないままの下書きになってしまうなら、これを保存しておきましょう。
ko: 노트가 매번 올리지 못한 초안으로 끝난다면 이 내용을 저장해 두세요.
zh_hans: 如果你的笔记总是变成发不出去的草稿，先收藏这条。
zh_hant: 如果你的筆記總是變成發不出去的草稿，先收藏這條。

# onboarding.flow.ai_skills.demo.caption.youtube.text
source: Turn messy creator notes into posts
de: Mach aus unordentlichen Creator-Notizen fertige Posts
es: Convierte notas de creador desordenadas en publicaciones
fr: Transformez des notes de créateur en brouillon en posts
ja: 散らかったクリエイターノートを投稿に変換
ko: 정리되지 않은 크리에이터 노트를 게시물로 바꾸기
zh_hans: 把凌乱的创作者笔记变成可发布内容
zh_hant: 把凌亂的創作者筆記變成可發佈內容

# onboarding.flow.ai_skills.demo.hooks.contrast.text
source: I did not need more ideas. I needed a way to reuse the ones I had.
de: Ich brauchte nicht mehr Ideen. Ich brauchte eine Möglichkeit, meine vorhandenen Ideen wiederzuverwenden.
es: No necesitaba más ideas. Necesitaba una forma de reutilizar las que ya tenía.
fr: Je n’avais pas besoin de plus d’idées. J’avais besoin d’un moyen de réutiliser celles que j’avais déjà.
ja: 必要だったのは、もっと多くのアイデアではありません。すでにあるアイデアを活かす方法でした。
ko: 더 많은 아이디어가 필요한 게 아니었어요. 이미 있는 아이디어를 다시 활용할 방법이 필요했죠.
zh_hans: 我缺的不是更多灵感，而是把旧灵感用起来的方法。
zh_hant: 我缺的不是更多靈感，而是把舊靈感用起來的方法。

# onboarding.flow.ai_skills.demo.hooks.direct.text
source: Stop losing good ideas inside messy notes.
de: Lass gute Ideen nicht länger in chaotischen Notizen untergehen.
es: Deja de perder buenas ideas entre notas desordenadas.
fr: Ne laissez plus vos bonnes idées se perdre dans des notes en désordre.
ja: 散らかったメモの中に、せっかくのアイデアを埋もれさせないで。
ko: 좋은 아이디어가 정리되지 않은 노트 속에 묻히게 두지 마세요.
zh_hans: 别再让好想法丢在一堆乱笔记里。
zh_hant: 別再讓好想法丟在一堆亂筆記裡。

# onboarding.flow.ai_skills.demo.hooks.question.text
source: What if your next post is already sitting in your notes?
de: Was, wenn dein nächster Post schon in deinen Notizen steckt?
es: ¿Y si tu próxima publicación ya está en tus notas?
fr: Et si votre prochaine publication se trouvait déjà dans vos notes ?
ja: 次の投稿が、すでにメモの中にあるとしたら？
ko: 다음 게시물이 이미 노트 속에 있다면 어떨까요?
zh_hans: 如果你的下一条内容，其实已经躺在笔记里了呢？
zh_hant: 如果你的下一條內容，其實已經躺在筆記裡了呢？

# onboarding.flow.ai_skills.demo.humanizer.after.text
source: It is not just for taking notes. It helps you keep ideas moving when you are making content.
de: Es ist nicht nur zum Notieren da. Wenn du Inhalte erstellst, hilft es dir, deine Ideen weiterzuentwickeln.
es: No sirve solo para tomar notas. Cuando creas contenido, te ayuda a seguir desarrollando tus ideas.
fr: Ce n’est pas seulement un outil de prise de notes. Il vous aide à faire avancer vos idées lorsque vous créez du contenu.
ja: ただメモを取るだけのアプリではありません。コンテンツを作るとき、アイデアを次の形へ進める手助けをします。
ko: 단순히 노트만 적는 앱이 아니에요. 콘텐츠를 만들 때 아이디어를 계속 발전시킬 수 있도록 도와줘요.
zh_hans: 它不只是拿来记笔记。做内容时，它能帮你把想法继续往前推。
zh_hant: 它不只是拿來記筆記。做內容時，它能幫你把想法繼續往前推。

# onboarding.flow.ai_skills.demo.humanizer.before.text
source: It is not just a note-taking app. It is a comprehensive system designed to enhance your creative workflow.
de: Es ist nicht nur eine Notiz-App. Es ist ein umfassendes System, das deinen kreativen Workflow verbessert.
es: No es solo una aplicación para tomar notas. Es un sistema completo diseñado para mejorar tu flujo de trabajo creativo.
fr: Ce n’est pas seulement une application de prise de notes. C’est un système complet conçu pour améliorer votre processus créatif.
ja: 単なるメモアプリではありません。クリエイティブなワークフローを向上させるために設計された総合的なシステムです。
ko: 단순한 노트 앱이 아닙니다. 창작 워크플로를 개선하도록 설계된 종합 시스템입니다.

# onboarding.flow.ai_skills.demo.output.label
source: Skill Preview
de: Skill-Vorschau
es: Vista previa de la habilidad
fr: Aperçu de la compétence
ja: スキルのプレビュー
ko: 스킬 미리보기
zh_hans: 技能预览
zh_hant: 技能預覽

# onboarding.flow.ai_skills.demo.repurpose.linkedin.text
source: A long note becomes a clean professional post with the core insight up front.
de: Aus einer langen Notiz wird ein klarer, professioneller Beitrag, der die Kernaussage gleich zu Beginn nennt.
es: Una nota larga se convierte en una publicación profesional y clara, con la idea principal desde el principio.
fr: Une longue note devient une publication professionnelle et claire, avec l’idée principale dès le début.
ja: 長いメモを、要点が冒頭で伝わる読みやすいプロ向け投稿に変えます。
ko: 긴 노트를 핵심 메시지가 첫머리에 드러나는 깔끔하고 전문적인 게시물로 바꿉니다.
zh_hans: 一篇长笔记会变成结构清楚的职业向帖子，开头先给核心观点。
zh_hant: 一篇長筆記會變成結構清楚的職業向貼文，開頭先給核心觀點。

# onboarding.flow.ai_skills.demo.repurpose.newsletter.text
source: This week: how to turn saved inspiration into a repeatable publishing flow. Read the full piece: [link]
de: Diese Woche: So wird aus gespeicherten Inspirationen ein wiederholbarer Veröffentlichungsprozess. Lies den ganzen Beitrag: [link]
es: Esta semana: cómo convertir la inspiración guardada en un proceso de publicación que puedas repetir. Lee el artículo completo: [link]
fr: Cette semaine : comment transformer vos inspirations enregistrées en un processus de publication reproductible. Lire l’article complet : [link]
ja: 今週のテーマ：保存したアイデアを、繰り返し使える投稿フローに変える方法。全文はこちら：[link]
ko: 이번 주: 저장한 영감을 반복 가능한 게시 과정으로 바꾸는 방법. 전체 글 보기: [link]
zh_hans: 本周主题：如何把收藏的灵感变成可重复的发布流程。阅读全文：[link]
zh_hant: 本週主題：如何把收藏的靈感變成可重複的發佈流程。閱讀全文：[link]

# onboarding.flow.ai_skills.demo.repurpose.thread.text
source: 1/ The best ideas are already in your notes. Turn one long draft into a thread people can scan.
de: 1/ Die besten Ideen stecken bereits in deinen Notizen. Verwandle einen langen Entwurf in einen Thread, den man schnell erfassen kann.
es: 1/ Las mejores ideas ya están en tus notas. Convierte un borrador largo en un hilo fácil de leer.
fr: 1/ Vos meilleures idées se trouvent déjà dans vos notes. Transformez un long brouillon en un fil facile à parcourir.
ja: 1/ 最高のアイデアは、すでにメモの中にあります。長い下書きを、流し読みしやすいスレッドに変えましょう。
ko: 1/ 최고의 아이디어는 이미 노트 속에 있습니다. 긴 초안을 한눈에 읽기 쉬운 스레드로 바꿔 보세요.
zh_hans: 1/ 最好的想法可能已经在你的笔记里了。把一篇长草稿拆成大家能快速看懂的 thread。
zh_hant: 1/ 最好的想法可能已經在你的筆記裡了。把一篇長草稿拆成大家能快速看懂的 thread。

# onboarding.flow.ai_skills.demo.tab.repurpose
source: Repurpose
de: Wiederverwenden
es: Reutilizar
fr: Recycler
ja: 再利用
ko: 재활용
zh_hans: 内容复用
zh_hant: 內容複用

# onboarding.flow.ai_skills.title
source: Hooks Are Just the Start
de: Hooks sind erst der Anfang
es: Los hooks son solo el comienzo
fr: Les hooks ne sont qu’un début
ja: フックは始まりにすぎません
ko: 훅은 시작일 뿐이에요
zh_hans: 开头钩子只是开始
zh_hant: 開頭鉤子只是開始

# onboarding.flow.ai_skills.title.highlight
source: Start
de: Anfang
es: comienzo
fr: début
ja: 始まり
ko: 시작
zh_hans: 开始
zh_hant: 開始

# onboarding.flow.capture.chip.media
source: Media
de: Medien
es: Medios
ja: メディア
ko: 미디어
zh_hans: 媒体
zh_hant: 媒體

# onboarding.flow.capture.chip.photo
source: Photo
de: Foto
es: Foto
ja: 写真
ko: 사진
zh_hans: 图片
zh_hant: 圖片

# onboarding.flow.capture.chip.voice
source: Voice
de: Stimme
es: Voz
fr: Voix
ja: 音声
ko: 음성
zh_hans: 语音
zh_hant: 語音

# onboarding.flow.capture.links.body
source: Paste links from videos, articles, or anywhere inspiration starts.
de: Fuege Links aus Videos, Artikeln oder von ueberall ein, wo Inspiration entsteht.
es: Pega links de videos, articulos o de cualquier lugar donde empiece la inspiracion.
fr: Colle des liens depuis des videos, des articles ou partout ou l inspiration commence.
ja: 動画、記事、ひらめきが生まれた場所のリンクを貼り付けられます。
ko: 영상, 글, 또는 영감이 시작된 어디서든 링크를 붙여넣으세요.
zh_hans: 粘贴来自视频、文章，或任何灵感来源的链接。
zh_hant: 貼上來自影片、文章，或任何靈感來源的連結。

# onboarding.flow.capture.note.author
source: @chefmaya · 482K followers
de: @chefmaya · 482.000 Follower
es: @chefmaya · 482 mil seguidores
fr: @chefmaya · 482 k abonnes
ja: @chefmaya · フォロワー48.2万人
ko: @chefmaya · 팔로워 48.2만
zh_hans: @chefmaya · 48.2 万粉丝
zh_hant: @chefmaya · 48.2 萬粉絲

# onboarding.flow.capture.note.description
source: 60-second TikTok by Chef Maya breaking down a 4-ingredient pasta blowing up this week.
de: 60-Sekunden-TikTok von Chef Maya uber eine 4-Zutaten-Pasta, die diese Woche viral geht.
es: TikTok de 60 segundos de Chef Maya sobre una pasta de 4 ingredientes que se hizo viral esta semana.
fr: TikTok de 60 secondes par Chef Maya sur une recette de pates a 4 ingredients devenue virale.
ja: Chef Maya が、今週話題の4材料パスタを60秒で解説するTikTok。
ko: Chef Maya가 이번 주 뜨는 4가지 재료 파스타를 설명하는 60초 TikTok.
zh_hans: Chef Maya 的 60 秒 TikTok，拆解这周爆火的 4 种食材意面。
zh_hant: Chef Maya 的 60 秒 TikTok，拆解這週爆紅的 4 種食材義大利麵。

# onboarding.flow.capture.note.hook
source: Why is everyone making this 4-ingredient pasta?
de: Warum machen gerade alle diese 4-Zutaten-Pasta?
es: Por que todos estan haciendo esta pasta de 4 ingredientes?
fr: Pourquoi tout le monde prepare ces pates a 4 ingredients ?
ja: なぜみんなこの4材料パスタを作っているの？
ko: 왜 다들 이 4가지 재료 파스타를 만들까요?
zh_hans: 为什么大家都在做这款 4 种食材意面？
zh_hant: 為什麼大家都在做這款 4 種食材義大利麵？

# onboarding.flow.capture.note.title
source: Why this pasta reel worked
de: Warum dieses Pasta-Reel funktioniert
es: Por que funciono este reel de pasta
fr: Pourquoi ce reel de pates fonctionne
ja: このパスタReelが伸びた理由
ko: 이 파스타 릴이 통했던 이유
zh_hans: 这条意面短视频为什么有效
zh_hant: 這條義大利麵短影片為什麼有效

# onboarding.flow.capture.note.transcript
source: Okay so the only things you need are pasta, butter, parmesan, and the one ingredient nobody is talking about. Save your pasta water, because that is where the sauce turns glossy. Then toss everything in the warm pan until it gets creamy. The trick is turning off the heat before the cheese clumps, then letting the sauce sit for one minute. It looks like restaurant pasta, but it takes less than ten minutes.
de: Alles, was du brauchst, sind Pasta, Butter, Parmesan und die eine Zutat, ueber die niemand spricht. Heb etwas Pastawasser auf, denn damit wird die Sauce glaenzend. Dann alles direkt in der warmen Pfanne schwenken, bis es cremig wird. Der Trick ist, den Herd auszuschalten, bevor der Kaese klumpt, und die Sauce eine Minute ruhen zu lassen. Danach sieht es aus wie Restaurant-Pasta, aber es dauert weniger als zehn Minuten.
es: Solo necesitas pasta, mantequilla, parmesano y el ingrediente del que nadie habla. Guarda el agua de la pasta, porque ahi la salsa se vuelve brillante. Luego mezcla todo en la sarten caliente hasta que quede cremoso. El truco es apagar el fuego antes de que el queso se haga grumos y dejar reposar la salsa un minuto. Parece pasta de restaurante, pero toma menos de diez minutos.
fr: Il vous faut seulement des pates, du beurre, du parmesan et l ingredient dont personne ne parle. Gardez l eau de cuisson, c est elle qui rend la sauce brillante. Melangez ensuite le tout dans la poele chaude jusqu a obtenir une texture cremeuse. L astuce consiste a couper le feu avant que le fromage fasse des paquets, puis a laisser la sauce reposer une minute. Ca ressemble a des pates de restaurant, mais ca prend moins de dix minutes.
ja: 必要なのはパスタ、バター、パルメザン、そして誰も話していない材料だけ。ゆで汁を残しておいて。ソースがつやっとする鍵だから。あとは温かいフライパンで全体を混ぜて、クリーミーになるまで絡めます。コツは、チーズが固まる前に火を止めて、ソースを1分休ませること。レストランのパスタみたいに見えるけど、10分もかかりません。
ko: 필요한 건 파스타, 버터, 파르메산, 그리고 아무도 말하지 않는 한 가지 재료예요. 면수는 꼭 남겨 두세요. 소스가 윤기 나게 되는 지점이니까요. 그런 다음 따뜻한 팬에서 전부 섞어 크리미해질 때까지 버무리세요. 핵심은 치즈가 뭉치기 전에 불을 끄고 소스를 1분 쉬게 하는 거예요. 레스토랑 파스타처럼 보이지만 10분도 걸리지 않아요.
zh_hans: 好，你只需要意面、黄油、帕玛森，还有一个没人提到的食材。记得留下煮面水，因为酱汁会在这里变得有光泽。然后把所有东西倒回热锅里翻拌，直到它变得顺滑浓稠。诀窍是在奶酪结块前关火，让酱汁静置一分钟。最后看起来像餐厅意面，但整个过程不到十分钟。
zh_hant: 好，你只需要義大利麵、奶油、帕瑪森，還有一個沒人提到的食材。記得留下煮麵水，因為醬汁會在這裡變得有光澤。然後把所有東西倒回熱鍋裡拌一拌，直到它變得滑順濃稠。訣竅是在起司結塊前關火，讓醬汁靜置一分鐘。最後看起來像餐廳義大利麵，但整個過程不到十分鐘。

# onboarding.flow.capture.source.title
source: 4-ingredient pasta blowing up this week
de: 4-Zutaten-Pasta, die diese Woche viral geht
es: Pasta de 4 ingredientes que explota esta semana
fr: La recette de pates a 4 ingredients qui explose
ja: 今週話題の4材料パスタ
ko: 이번 주 뜨는 4가지 재료 파스타
zh_hans: 这周爆火的 4 种食材意面
zh_hant: 這週爆紅的 4 種食材義大利麵

# onboarding.flow.capture.text.body
source: Write freely, without templates or limits.
de: Schreibe frei, ohne Vorlagen oder Grenzen.
es: Escribe libremente, sin plantillas ni limites.
fr: Ecris librement, sans modeles ni limites.
ja: テンプレートや制限なしで、自由に書けます。
ko: 템플릿이나 제한 없이 자유롭게 적으세요.
zh_hans: 自由输入，不受模板或格式限制。
zh_hant: 自由輸入，不受範本或格式限制。

# onboarding.flow.capture.text.note.body
source: Hook: Your best ideas do not wait for you to open a blank doc. Show three capture moments: a saved TikTok, a voice note during a walk, and a typed thought at midnight. Payoff: ChillScript turns each one into a note I can reuse for scripts, captions, and future posts.
de: Hook: Deine besten Ideen warten nicht, bis du ein leeres Dokument oeffnest. Zeig drei Capture-Momente: ein gespeichertes TikTok, eine Voice Note beim Spazierengehen und einen getippten Gedanken um Mitternacht. Payoff: ChillScript macht aus jedem davon eine Notiz, die ich spaeter fuer Scripts, Captions und neue Posts wiederverwenden kann.
es: Hook: Tus mejores ideas no esperan a que abras un documento en blanco. Mostrar tres momentos de captura: un TikTok guardado, una nota de voz durante una caminata y una idea escrita a medianoche. Payoff: ChillScript convierte cada uno en una nota que puedo reutilizar para guiones, captions y futuros posts.
fr: Hook : Tes meilleures idees n attendent pas que tu ouvres un document vide. Montrer trois moments de capture : un TikTok sauvegarde, une note vocale en marchant et une idee tapee a minuit. Payoff : ChillScript transforme chacun en note que je peux reutiliser pour scripts, captions et futurs posts.
ja: Hook: 最高のアイデアは、空白のドキュメントを開くまで待ってくれない。 3つの記録シーンを見せる：保存したTikTok、散歩中の音声メモ、深夜に入力した思いつき。 Payoff: ChillScriptなら、それぞれを台本、キャプション、次の投稿に再利用できるノートに変えられる。
ko: Hook: 최고의 아이디어는 빈 문서를 열 때까지 기다려 주지 않는다. 세 가지 캡처 순간을 보여준다: 저장한 TikTok, 산책 중 남긴 음성 노트, 자정에 입력한 생각. Payoff: ChillScript는 각각을 스크립트, 캡션, 다음 게시물에 다시 쓸 수 있는 노트로 바꿔 준다.
zh_hans: Hook：你最好的想法，不会等你打开空白文档。 展示三个捕捉灵感的瞬间：保存一条 TikTok，散步时录一段 voice note，半夜快速打下一句话。 Payoff：ChillScript 会把它们都变成之后能复用的笔记，用来写脚本、caption 和下一条内容。
zh_hant: Hook：你最好的想法，不會等你打開空白文件。 展示三個捕捉靈感的瞬間：儲存一條 TikTok，散步時錄一段 voice note，半夜快速打下一句話。 Payoff：ChillScript 會把它們都變成之後能複用的筆記，用來寫腳本、caption 和下一條內容。

# onboarding.flow.capture.text.note.body_label
source: Note
de: Notiz
es: Nota
ja: ノート
ko: 노트
zh_hans: 笔记
zh_hant: 筆記

# onboarding.flow.capture.text.note.tag.idea
source: #VideoIdea
de: #VideoIdee
es: #IdeaVideo
fr: #IdeeVideo
ja: #動画案
ko: #영상아이디어
zh_hans: #视频选题
zh_hant: #影片選題

# onboarding.flow.capture.text.note.title
source: Video idea: capture before it disappears
de: Video-Idee: festhalten, bevor sie verschwindet
es: Idea de video: capturar antes de que desaparezca
fr: Idee video : capturer avant que ca disparaisse
ja: 動画案：消える前に残す
ko: 영상 아이디어: 사라지기 전에 붙잡기
zh_hans: 视频选题：在灵感消失前抓住它
zh_hant: 影片選題：在靈感消失前抓住它

# onboarding.flow.capture.text.source.label
source: Text note
de: Textnotiz
es: Nota de texto
fr: Note texte
ja: テキストメモ
ko: 텍스트 노트
zh_hans: 文本笔记
zh_hant: 文字筆記

# onboarding.flow.capture.text.source.title
source: typed just now
de: gerade getippt
es: escrita ahora
fr: ecrite a l instant
ja: たった今入力
ko: 방금 입력됨
zh_hans: 刚刚输入
zh_hant: 剛剛輸入

# onboarding.flow.capture.title.highlight
source: Idea
de: Idee
fr: idee
ja: アイデア
ko: 아이디어
zh_hans: 想法
zh_hant: 想法

# onboarding.flow.capture.title.prefix
source: Never Lose a Great
de: Verliere nie eine grossartige
es: Nunca pierdas una gran
fr: Ne perds jamais une grande
ja: 大切な
ko: 좋은
zh_hans: 别错过任何好
zh_hant: 別錯過任何好

# onboarding.flow.capture.voice.capability.clarify_thoughts
source: Clarify thoughts
de: Gedanken klaeren
es: Aclarar ideas
fr: Clarifier les idees
ja: 考えを整理
ko: 생각 정리
zh_hans: 理清想法
zh_hant: 理清想法
